module.exports = [
    {
        label: 'Каталог',
        innerMenu: [
            {
                label: 'Lifestyle',
                innerMenu: [
                    { label: 'Zero waste' },
                    { label: 'Без глютена' },
                    { label: 'Без лактозы' },
                    { label: 'Без сахара' },
                    { label: 'Для веганов' },
                    { label: 'Для вегетарианцев' },
                    { label: 'Для кето диеты' },
                    { label: 'Для палео диеты' },
                    { label: 'Для поста' },
                    { label: 'Не тестируется на животных' },
                    { label: 'Органические' },
                ],
            },
            {
                label: 'Здоровое питание',
                innerMenu: [
                    {
                        label: 'Вегетарианские колбасы и сыры',
                        innerMenu: [
                            'паштеты',
                            'растительное мясо',
                            'тофу',
                            'сыры постные',
                            'колбаса',
                            'полуфабрикаты',
                            'сосиски, сардельки',
                            'хумус',
                        ],
                    },
                    { label: 'Консервация', innerMenu: ['овощная консервация', 'варенье, джемы, десерты'] },
                    {
                        label: 'Крупы, макаронные изделия',
                        innerMenu: [
                            'греча',
                            'макаронные изделия',
                            'овес',
                            'полба',
                            'прочие крупы',
                            'рис',
                            'рожь',
                            'талкан, толокно',
                            'чечевица',
                        ],
                    },
                    {
                        label: 'Масла',
                        innerMenu: [
                            'амарантовое масло',
                            'интересные масла',
                            'кедровое масло',
                            'кокосовое масло',
                            'конопляное масло',
                            'кунжутное масло',
                            'льняное масло',
                            'масло гхи',
                            'облепиховое масло',
                            'масло оливковое',
                            'подсолнечное масло',
                            'тыквенное масло',
                        ],
                    },
                    {
                        label: 'Мед и продукты пчеловодства',
                        innerMenu: [
                            'маточное молочко',
                            'мед Алтайский',
                            'мед Краснодарский',
                            'прополис',
                            'пыльца, перга',
                            'мед Дальневосточный',
                            'мед Башкирский',
                        ],
                    },
                    { label: 'Мука и все для выпечки', innerMenu: ['для выпечки', 'мука', 'смеси мучные'] },
                    { label: 'Орехи и сухофрукты', innerMenu: ['жмых', 'орехи', 'сушеные овощи и фрукты', 'цукаты'] },
                    { label: 'Отруби, клетчатка', innerMenu: ['клетчатка', 'отруби'] },
                    { label: 'Пасты, урбечи', innerMenu: ['пасты', 'урбечи'] },
                    {
                        label: 'Полезные завтраки',
                        innerMenu: ['готовые завтраки', 'гранола', 'каши', 'мюсли', 'хлопья'],
                    },
                    {
                        label: 'Полезные напитки',
                        innerMenu: [
                            'кисель, йогурт',
                            'вода',
                            'другие напитки',
                            'коктейли',
                            'растительное молоко',
                            'сбитни',
                            'соки, морсы, нектары',
                        ],
                    },
                    {
                        label: 'Полезные сладости',
                        innerMenu: [
                            'мороженое',
                            'пряники',
                            'батончики',
                            'вафли',
                            'восточные сладости',
                            'зефир, мармелад',
                            'конфеты',
                            'пастила',
                            'печенье',
                            'халва',
                            'шоколад',
                        ],
                    },
                    {
                        label: 'Правильный перекус',
                        innerMenu: ['крекеры', 'снеки', 'сушки', 'флаксы', 'хлебцы', 'чипсы'],
                    },
                    { label: 'Сахар и сахарозаменители', innerMenu: ['сахар', 'сахарозаменители'] },
                    { label: 'Семена и зерно для проращивания', innerMenu: ['для проращивания', 'семена', 'шрот'] },
                    { label: 'Суперфуды', innerMenu: ['травы', 'водоросли', 'ягоды, плоды'] },
                    { label: 'Супы, котлеты', innerMenu: ['гарниры', 'котлеты', 'супы'] },
                    { label: 'Уксус, соусы и специи', innerMenu: ['соусы, уксус', 'соль', 'специи'] },
                    { label: 'Хлеб и выпечка', innerMenu: ['хлеб'] },
                    {
                        label: 'Чай, кофе, какао',
                        innerMenu: [
                            'кофе, какао',
                            'кэроб',
                            'напитки чайные травяные',
                            'сухие напитки',
                            'цикорий',
                            'чай',
                            'чай ягодный',
                        ],
                    },
                ],
            },
            {
                label: 'Подарки',
                innerMenu: [
                    { label: 'Подарки для любимых' },
                    { label: 'Подарки на каждый день' },
                    { label: 'Упаковка для подарков' },
                ],
            },
            {
                label: 'Натуральная косметика',
                innerMenu: [{ label: 'Для волос' }, { label: 'Для лица' }, { label: 'Для тела' }],
            },
            {
                label: 'Витамины и добавки',
            },
            {
                label: 'Для дома',
            },
            {
                label: 'Спортивное питание',
            },
            {
                label: 'Хорошее здоровье',
            },
        ],
    },
    {
        label: 'Акции',
    },
    {
        label: 'Доставка',
    },
    {
        label: 'Контакты',
    },
    {
        label: 'Оплата',
    },
];
